{
  "Atomic Energy Education Society": [
    "Atomic Energy Education Society (AEES), an Autonomous Body, under the Department of Atomic Energy, Govt. of India, provides education for wards of the DAE employees upto junior college level. Atomic Energy Central Schools and Junior Colleges are spread all over the country and are affiliated to CBSE and other State Boards. AEES has 31 Schools/Junior colleges at fourteen different centres with 27287 students and 1165 teaching and 275 non-teaching staff. The student-teacher ratio in AEES is approximately 20:1. AEES has achieved significant results in its pursuit of excellence in academic as well as non-academic fields. The enrichment of the school libraries, computer aided education, improved sports facilities, multi play equipment, introduction of adventure sports, in-service training programmes for teachers, better multi media programmes and enrichment programmes for students have helped the institution to set new benchmark in excellence."
  ],

  "Governing Body Of AEES": [
    "The administrative set up of the society consists of a Governing Council with a Chairman, Secretary, Treasurer and twelve other members who manage the affairs of the AEES. The Chairman, AEES is also the Chairman of the Governing Council. The Governing Council assists the Chairman in formulating the policies and programmes of the society.",
    "At the administrative level, the AEES has a network of principals, vice-principals and headmasters / headmistresses who are responsible for the smooth functioning of all the schools. To coordinate their activities, integrate their ideas and plan ahead, conferences of the Principals and Headmasters / Headmistresses are organized every year.",
    "The complementary skills of every employee and multi-faceted talents of every student of the AEES will go a long way in realizing its dreams of excellence. As the saying goes, excellence is a moving target; and AEES is constantly raising the bar. At the same time, it pledges to build its success on a strong foundation of values."
  ]
}
